Repository: DavidChateauvert/dave_admin_app
Catalog: lib/l10n/app_*.arb
Languages: fr

# language
source: English
fr: Français

# header_language
source: En
fr: Fr

source: Welcome to Dave
fr: Bienvenue sur Dave

source: Delete User
fr: Supprimer utilisateur

# delete_user_undertitle
source: In order to delete your user and it's information, please enter your email and your password for Dave
fr: Pour supprimer votre utilisateur et ses informations, veuillez entrer votre courriel et votre mot de passe de Dave

source: Email
fr: Courriel

# email_necessary
source: The email is necessary
fr: Le courriel est nécessaire

# email_must_have_a
source: The email must have an @
fr: Le courriel doit avoir un @

# email_hint_text
source: email@exemple.com
fr: courriel@exemple.com

source: Password
fr: Mot de passe

# password_necessary
source: The password is necessary
fr: Le mot de passe est nécessaire

source: Confirm
fr: Confirmer

# account_success_delete
source: Account successfully deleted
fr: Compter supprimer avec succès

# error_message_1
source: Your email or password is incorrect. Please try again
fr: Votre courriel ou mot de passe est incorrect. Veuillez réessayer SVP.

# error_message_2
source: This user has been desactivited
fr: Cette utilisateur a été désactivé. Veuillez réessayer avec un autre utilisateur SVP.

# error_message_3
source: Connection error. Please try again
fr: Erreur durant la connexion. Veuillez réessayer SVP.

# delete_user_confirmation
source: Your account on Dave and all it's information has been deleted
fr: Votre compte sur Dave et toutes ces informations ont été supprimé

# please_continue
source: We will get back to you shortly
fr: Nous vous reviendrons sous peu

# report_text_error
source: Your report cannot be empty
fr: Votre texte ne peut pas être vide

source: Write us ...
fr: Écrivez-nous ...

# contact_us_text
source: Please tell us anything you think we should know. It can be something you want change on your user account or any feedback, we will then get back to you soon
fr: Veuillez nous dire tout ce que vous pensez que nous devrions savoir. Cela peut être quelques choses que vous voulez changer dans votre profil ou tout sorte de réaction que vous avez sur Dave. Nous vous répondrons sous peu

source: Submit
fr: Soumettre

# contact
source: Please enter your email so we can get back to you
fr: Veuillez entrer votre courriel svp pour que nous puissions vous recontacter
